Repository: Amirali1059/Namava-Direct-Downloader
Catalog: Namava Direct Downloader/Properties/Resources_main_*.resx
Languages: fa

source: Activation Failed!
fa: فعال سازی انجام نشد!

source: Can't Create Folder!
fa: نمی توان پوشه ایجاد کرد!

source: Connection Error!
fa: خطای اتصال!

# desAdvanced
source: Advanced
fa: تنضیمات پیشرفته

# desAdvFormatInfo
source: $N replaces the video name, $Q replaces the video quality, $S the season number, and $E the episode number. You can write this in any format.
fa: $N جایگزین نام ویدیو، $Q جایگزین کیفیت ویدیو، $S شماره فصل و $E شماره قسمت می‌شود. شما می توانید این را در هر شکلی بنویسید.

# desAdvFormatReset
source: Reset
fa: بازنشانی

# desAdvPreviewT
source: Preview:
fa: پیش نمایش:

# desAdvSaveFormat
source: Save Format:
fa: فرمت ذخیره سازی:

# desAdvTitle
source: Advanced Settings
fa: تنضیمات پیشرفته

# desAllwaysMixFiles
source: Allways Mix Files
fa: همیشه فایل ها را میکس کن

# desAutoUpdate
source: Automatically update the app
fa: به‌روزرسانی خودکار برنامه

# desChangeNumbers
source: Change Numbers to English
fa: تغییر اعداد به انگلیسی

# desChangeSaveFromat
source: ChangeSaveFromat
fa: تغییر فرمت ذخیره سازی

# desChangeSavePath
source: Change Save Path
fa: تغییر محل ذخیره ی فایل ها

# desCopy
source: Copy
fa: کپی

# desCreationDate
source: Creation Date
fa: تاریخ ایجاد

# desDelAudios
source: Audios
fa: فایل های صوتی

# desDeleteAfterMix
source: Delete After Mix
fa: پس از میکس فایل ها را حذف کنید

# desDeleteVideoFolder
source: Delete Video Folder
fa: پوشه ی ویدیو را حذف کن

# desDelSubtitles
source: Subtitles
fa: زیرنویس

# desDelVideo
source: Video
fa: فیلم ها

# desDownload
source: Download!
fa: دانلود!

# desDownloadAudios
source: Download Audios
fa: دانلود صوت ها

# desDownloadSubtitles
source: Download Subtitles
fa: دانلود زیرنویس ها

# desDownloadVideo
source: Download Video
fa: دانلود ویدیو

# desExpirationDate
source: Expiration Date
fa: تاریخ انقضا

# desFile
source: File
fa: فایل

# desHelp
source: Help
fa: کمک

# desLanguage
source: Language
fa: زبان

# desLicense
source: License
fa: لایسنس

# desLicenseInfo
source: License Information
fa: مشخصات لایسنس

# desOptions
source: Options
fa: گزینه ها

# desPause
source: Pause
fa: مکث

# desRemoveIntro
source: Remove Namava Intro
fa: حذف معرفی نماوا

# desResetLicense
source: Reset License
fa: بازنشانی لایسنس

# desTotalDays
source: Total Days
fa: کل روزها

source: Done!
fa: انجام شد!

source: Download Completed!
fa: دانلود کامل شد!

source: Download Error!
fa: خطا در دانلود!

source: Downloading
fa: در حال دانلود

source: File Not Found!
fa: فایل یافت نشد!

source: Folder Not Found!
fa: پوشه پیدا نشد!

source: Loading...
fa: بارگذاری...

# MixingFiles
source: Mixing Files into one mp4 file...
fa: درحال تبدیل فایل ها به یک فایل...

# msgActivationFailed
source: Sorry, activating the application failed. {0} Do you want to try again?
fa: با عرض پوزش، فعال سازی برنامه انجام نشد. {0} آیا می خواهید دوباره امتحان کنید؟

# msgCanceledUpdate
source: Installing the new version was canceled by user!
fa: نصب ورژن جدید برنامه توسط کاربر متوقف شد!

# msgCantCreateFolder
source: The folder you selected could not be created. Please select a correct folder.
fa: پوشه ای که انتخاب کردید ایجاد نشد. لطفا یک پوشه صحیح را انتخاب کنید.

# msgConnectionError
source: Sorry, there was a connection error when sending the request to Namava. please try again later.
fa: با عرض پوزش، هنگام ارسال درخواست به نماوا خطایی وجود داشت. لطفا بعدا دوباره امتحان کنید

# msgDownloadCompleted
source: Download Completed! files saved on {0}
fa: دانلود کامل شد! فایل های ذخیره شده در {0}

# msgDownloadError
source: Sorry, there was an error while downloading the file from namava. Please try again!
fa: با عرض پوزش، هنگام دانلود فایل از نماوا خطایی روی داد. لطفا دوباره تلاش کنید!

# msgErrorReported
source: Sorry, there was an unhandled error! Error successfully reported for help.
fa: با عرض پوزش، یک خطای کنترل نشده وجود داشت، خطا برای کمک با موفقیت گزارش شد.

# msgFailedUpdate
source: Installing the new version encountered an error! Please run this app as an administrator and try again.
fa: نصب نسخه جدید با خطا مواجه شد! لطفاً این برنامه را به عنوان مدیر اجرا کنید و دوباره امتحان کنید.

# msgFileNotFound
source: Sorry, {0} not found, please try again later or skip downloading the file.
fa: متأسفیم، {0} یافت نشد، لطفاً بعداً دوباره امتحان کنید یا از دانلود فایل صرفنظر کنید.

# msgFolderNotFound
source: The folder you selected as save patch was not found. Do you want to create it?
fa: پوشه ای که به عنوان محل ذخیره انتخاب کردید وجود ندارد. آیا می خواهید ان را بسازید؟

# msgMixNeeded
source: Download Completed! files saved on {0} Do you want to mix files into one mp4 file and close the app?
fa: دانلود کامل شد! فایل های ذخیره شده در {0} آیا می خواهید فایل ها را در یک فایل ام پی فور ترکیب کنید و برنامه را ببندید؟

# msgNothingSelected
source: Nothing is going to be downloaded. Please Select something to download!
fa: قرار نیست چیزی دانلود شود. لطفا چیزی را برای دانلود انتخاب کنید!

# msgPermissionError
source: Sorry, This app does not have the required permissions, please run it as an administrator.
fa: متأسفیم، این برنامه مجوزهای لازم را ندارد، لطفاً آن را به عنوان مدیر اجرا کنید.

# msgPleaseReport
source: please report this error to aam.products.mail@gmail.com for help.
fa: لطفاً این خطا را برای دریافت راهنمایی به aam.products.mail@gmail.com گزارش دهید.

# msgResetLicense
source: Are you sure you want to reset this license? (This will open the license for all computers, if you don't heve a copy of license code, YOU WILL LOSE YOUR LICENSE)
fa: آیا مطمئن هستید که می خواهید این لایسنس را بازنشانی کنید؟ (با این کار لایسنس برای همه رایانه ها باز می شود، اگر یک کپی از کد آن نداشته باشید، لایسنس خود را از دست خواهید داد!)

# msgServerError
source: Sorry, there is an error while requesting license info from the server! Please try again!
fa: با عرض پوزش، هنگام درخواست اطلاعات مجوز از سرور خطایی روی داد! لطفا دوباره تلاش کنید!

# msgStillDownloading
source: This program is downloading several files, do you want to cancel the downloads and close the program?
fa: این برنامه در حال دانلود چندین فایل است، آیا می خواهید دانلودها را لغو کنید و برنامه را ببندید؟

# msgSuccessfulUpdate
source: New version installed successfully, Please close and reopen this app to apply the update.
fa: نسخه جدید با موفقیت نصب شد، لطفاً این برنامه را ببندید و دوباره باز کنید تا بروزرسانی اعمال شود.

# msgUnhandledError
source: Sorry, Namava Direct Downloader detected an unhandled error!
fa: با عرض پوزش، دانلودر مستقیم نماوا یک خطای کنترل نشده را شناسایی کرد!

# msgUpdateAvailable
source: Do you want to install update now?
fa: آیا می خواهید اکنون به روز رسانی را نصب کنید؟

# msgWrongFolder
source: The folder you selected as save path is wrong. Please select a correct folder!
fa: پوشه ای که به عنوان مسیر ذخیره انتخاب کرده اید اشتباه است. لطفا یک پوشه صحیح را انتخاب کنید!

source: Nothing Selected!
fa: هیچ چیز انتخاب نشده است!

source: Permission Error!
fa: خطای مجوز!

source: Ready for download...
fa: آماده برای دانلود...

source: Reset License!
fa: بازنشانی مجوز!

source: Server Error!
fa: خطای سرور!

# StartingDownalod
source: Starting Download...
fa: شروع دانلود...

source: Still Downloading!
fa: هنوز در حال دانلود!

# strInstallingUpdate
source: Installing Update...
fa: در حال نصب آپدیت...

# strUpdate
source: Update
fa: آپدیت

source: Successful Update!
fa: به روز رسانی موفقیت آمیز بود!

source: Unhandled Error!
fa: خطای کنترل نشده!

source: Update Available!
fa: به روز رسانی در دسترس است!

source: Update Error!
fa: خطا در آپدیت!

source: Wrong Folder!
fa: پوشه اشتباه است!
